# Local IspellDict: en
#+Title: Infrastructure for Innovation
#+SubTitle: ii.nz
#+Author: Hippie Hacker
#+DESCRIPTION: Presentation for KubeDays Israel
#+REVEAL_TALK_URL: https://sharing.io
#+KEYWORDS: ii, presentation, HTML, slide show
** Get a token
#+begin_src shell
curl -s https://multiplex.ii.nz/token | jq .
#+end_src

#+RESULTS:
#+begin_example
{
  "secret": "1687058986120164247",
  "socketId": "16aea71739f68090"
}
#+end_example

